export const RulesOfUse = () => {
    return (
        <ul>
            <h3>Правила пользования ресурсом</h3>
            <section>
                <h3>Правила пользования ресурсом Consudoc.online для студентов:</h3>
                <p data-left-border>Пройдите регистрацию</p>
                <p data-left-border>Войдите в профиль студента</p>
                <p data-left-border>Зайдите в раздел «Найти спикера» - «Параметры поиска»</p>
                <p data-left-border>
                    Выберите длительность консультации, определите диапазон цен и нажмите на
                    поиск спикера
                </p>
                <p data-left-border>
                    Из предоставленного списка выберите подходящего учебного специалиста
                </p>
                <p data-left-border>
                    Пополните электронный счет{" "}
                    <span>
                        (личные данные вашей платежной карты не хранятся в нашем сервисе)
                    </span>
                </p>
                <p data-left-border>Позвоните спикеру</p>
                <p data-left-border>
                    По завершению консультации не забудьте оставить отзыв{" "}
                    <span>(для нас важно ваше мнение)</span>
                </p>
                <h3>Правила пользования ресурсом speenat.kz для спикера:</h3>
                <p data-left-border>Пройдите регистрацию, заполните профессиональные данные</p>
                <p data-left-border>Определите цену оказываемых занятий</p>
                <p data-left-border>Включите галочку «Онлайн» и ожидайте студента</p>
            </section>
        </ul>
    )
}
