import styles from "./style.module.scss"

export const VoluntaryConsent = () => {
    return (
        <ul>
            <h5>
                Информированное добровольное согласие на виды учебных занятий, включенные в
                Перечень определенных видов учебных услуг, на которые граждане дают
                информированное добровольное согласие при выборе спикера и обучающей
                организации для получения знаний.
            </h5>
            <section>
                <p>
                    Я, пациент, зарегистрированный на сервисе consudoc.online, подтверждаю
                    достоверность данных, которые ввел при регистрации на сервисе
                    consudoc.online и даю информированное добровольное согласие на виды
                    медицинских консультаций, включенные в Перечень определенных видов учебных
                    занятий и услуг, на которые граждане дают информированное добровольное
                    согласие при выборе спикера (или преподавателя) учебной организации для
                    получения знаний, (далее -Перечень), для получения консультаций ТОО «ITB
                    Company» а также других клиник, перечисленных на веб-странице
                    consudoc.online.
                </p>
            </section>
        </ul>
    )
}
